Can't create Mullion.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateMullionError { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateMullionError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateMullionError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CreationFailures Class
  Autodesk.Revit.DB Namespace